{
    "Demographics": "Demographics provides an overview of a set of population statistics and vital statistics, allowing for analysis of the basic demographic characteristics and phenomena on a national level, focusing on children.",
    "Political economy": "Political economy captures key drivers of the macro-level political, economic and social policy contexts. It includes indicators related to economic management and performance, structural policies, policies for social inclusion/equity, and public sector management and institutions. These indicators aim to foster a better understanding of the diverse structural factors which indirectly affect the enjoyment of child rights.",
    "Child rights governance": "Child rights governance covers multiple aspects related to the legislative, administrative, and other measures governments are required to undertake for the implementation of child rights. These include:  \n- measures for reviewing and bringing domestic legislation, policy and practice into full conformity with the CRC; \n- adopting and implementing a unifying, comprehensive and rights-based national strategy for children; \n- establishing cross-sectoral governmental structures for coordination and monitoring of child rights;  \n- developing training and capacity-building for all those working with and for children; \n- measures for making the principles and provisions of the CRC widely known to adults and children; and  \n- cooperating with civil society, including non-governmental organisations, child- and youth-led organisations and youth groups, parent and family groups, faith groups, academic institutions and professional associations.",
    "Public spending on children": "Public spending on children concerns the management of financial resources that directly or indirectly affect children. It focuses on whether sufficient financial resources are being mobilised, allocated and spent in an accountable, effective, efficient, equitable, participatory, transparent and sustainable manner that facilitates the full realisation of child rights.",
    "Data on children": "Data on children concerns the collection of sufficient, reliable and disaggregated data on children. It focuses on the effectiveness of the data collection systems, as well as on the evaluation and use of data to assess progress in implementation, to identify problems and to inform all policy development for children.  ",
    "Right to remedy": "Right to remedy refers to the general ability of children to obtain a remedy when their rights are being violated, not respected or denied. This can apply to children who are unable to access services like education, health care or social welfare to which they are entitled and children who are directly or indirectly part of legal or administrative proceedings that affect them. It entails aspects related to access to child-sensitive redress mechanisms, including before independent national human rights institutions. \n\nThe rights of children accused of committing a crime and children who are a victim of or witnesses to a crime is addressed within another domain of the framework.  ",
    "Business and child rights": "Business and child rights assesses the extent to which the business culture respects and supports child rights. It is particularly focused on the sufficiency and effectiveness on the legal and institutional frameworks which ensure that business enterprises identify, prevent and mitigate their impact on child rights, including across any business relationships linked to their operations, products or services and across their global operations.",
    "Health system": "Health system is related to children's access to quality health services, including prevention, health promotion, care and treatment services.",
    "Maternal, newborn and child health": "Maternal, newborn and child health concerns the extent to which mothers, new-borns and children enjoy the highest attainable standard of health.",
    "Immunization": "Immunization reflects the progress and challenges with sustaining and advancing immunization coverage of children.",
    "Nutrition": "Nutrition captures children's access to nutritious, safe, affordable and sustainable diets. It covers breastfeeding practices and the prevalence of different forms of malnutrition, including undernutrition, hidden hunger and overweight.",
    "Adolescent physical, mental, and reproductive health": "Adolescent physical, mental and reproductive health focuses on the specific health and development needs, outcomes and challenges among adolescents and their access to quality, well-coordinated and well-integrated programs and services.",
    "HIV and AIDS": "HIV/AIDS concerns the prevalence, prevention and treatment of HIV/AIDS infections among children.",
    "Education system": "Education system covers a range of context, input and process-related dimensions. These include key structural characteristics of education systems, policy frameworks and application of standards, deployment and use of financial, material, and human resources to facilitate learning, learning environment and climate, and broader social contexts in which educational institutions operate, among other.",
    "Education access and participation": "Education access and participation is related to several aspects of accessibility to educational opportunities, including, physical accessibility, economic accessibility and non-discrimination (ensuring that education is accessible to all, especially the most vulnerable children). It also extends to the arrangements in place and practices to maintain regular school attendance and reduce drop-out rates.",
    "Learning quality and skills": "Learning quality and skills concerns the educational outcomes and the extent to which education is child-centred, child-friendly and empowering. 'Educational outcomes' in this context goes far beyond academic achievements to embrace the broad range of physical, mental, social and emotional development of children, life competences and values that education should nurture.",
    "Leisure and culture": "Leisure and culture capture the opportunities for children to engage in play, leisure, sports, cultural and artistic activities, and exercise their right to rest. It incorporates aspects related to safety, accessibility and quality of such opportunities in a diversity of settings.",
    "Violence against children and women": "Violence against children and women captures the prevalence and the measures to prohibit, prevent and eliminate all forms of violence, such as physical or mental violence, injury or abuse, maltreatment, neglect or negligent treatment, including sexual abuse.",
    "Children in alternative care": "Children in alternative care concerns the protection of and assistance to children who are temporarily or permanently deprived of their family environment. It captures the arrangements in place and the practices for ensuring and maintaining the quality of alternative care.",
    "Justice for children": "Justice for children concerns the rights of children in contact with the justice system as victims, witnesses and perpetrators. It captures aspects related to setting up of comprehensive policy and the undertaking of measures to prevent children from coming into contact with the law, strengthening child-friendly and sensitive procedures for children, quality and provision of non-custodial and diversion measures, provision of recovery and reintegration services, and strengthening of the systems through improved organisation, capacity-building, data collection, evaluation and research, among other.",
    "Child marriage and other harmful practices": "Child marriage and other harmful practices focuses specifically on the prevalence and measures to prohibit, prevent and eliminate all forms of harmful practices, which are deeply rooted in social conventions and social norms. Harmful practices include, but are not limited to female genital mutilation, violent and degrading initiation rites, \"honour\" crimes, forced marriage and early marriage.",
    "Child exploitation ": "Child exploitation concerns children in situations of economic exploitation, trafficking and sale, including measures to prohibit, prevent and eliminate and measures for children's physical and psychological recovery and social reintegration.",
    "Birth registration and identity": "Birth registration and identity is related to the arrangements in place and the consistency of the practices of children's registration and naming immediately after birth, securing children's nationality and preventing statelessness, as well as preserving children's identity, including their nationality, name and family relations.",
    "Child participation": "Child participation refers to the extent to which children enjoy their right to be heard and accorded due weight on matters affecting them in the diverse settings and situations in which they grow up, develop and learn. Such settings include, but are not limited to, family, alternative care, health care, education, play, recreation, sports and cultural activities, workplaces, emergency situations, situations of violence and immigration and asylum proceedings. Child participation captures both the right to be heard of an individual child and the right to be heard as applied to a group of children.",
    "Civil and political freedoms": "The Civil and political freedoms sub-domain relates to the opportunities for children's democratic engagement and promoting children as active, participating members of society. These include opportunities for children to enjoy the freedom to hold and express opinions through any media, the freedom of thought, conscience and religion, as well as the freedom of association and of peaceful assembly.",
    "Information, internet, and protection of privacy": "Information, internet and protection of privacy concerns children's access to a wide diversity of child-sensitive and age-appropriate information and children's protection from arbitrary or unlawful interference with their privacy. The indicators included take into account the constantly evolving and expanding role of the digital environment in facilitating children's access to information and the threats to children's privacy arising from their increasing presence in the digital environment.",
    "Social protection system": "Social protection system covers the availability, accessibility and quality of the social protection system, including social security benefits, childcare services and other forms of support for children and their families.",
    "Child poverty and material deprivation": "Child poverty and material deprivation concerns the opportunities for children to enjoy an adequate standard of living which ensures their physical, mental, spiritual, moral and social development. It asses the effectiveness of the material assistance and support programmes aimed at reducing poverty and inequality, particularly with regard to nutrition, clothing and housing.",
    "Water and sanitation": "Water and sanitation assesses children's access to clean water, reliable sanitation and basic hygiene practices, and the measures in place for improving the infrastructure and expanding the services to those in need.",
    "Gender": "Gender address gender-specific discrimination and disadvantages that impede children's access to and enjoyment of their rights.",
    "Disability ": "Disability concerns the extent to which children with disabilities enjoy their rights, including access to all kinds of services, transportation and institutions, and in particular to education and cultural activities.",
    "Early childhood development": "Early childhood development concerns young children's particular capacities, vulnerabilities and requirements for protection from harm and a sense of security, health care and nutrition, emotional care and responsive caregiving, as well as opportunities for early learning, play and exploration.",
    "Adolescents": "Adolescents focuses on the holistic adolescent development, as well as the opportunities and challenges pertinent to this critical period of transition from childhood to adulthood.",
    "Environment and climate change": "Environment and climate change covers issues such as access to a  clean, healthy and sustainable environment and taking action to fight climate change.",
    "Disaster, conflict and displacement": "Disaster, conflict and displacement addresses the right to protection during conflicts, natural disasters and other humanitarian emergencies. In addition, it focuses on children affected by migration and displacement and the extent to which they receive appropriate protection and humanitarian assistance in the enjoyment of their rights."
}